Repository: lacklusteradmin/SpectraWallet
Catalog: Spectra/Views/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Enter a valid NEAR account ID or implicit address.
zh_hans: 请输入有效的 NEAR 账户 ID 或隐式地址。
zh_hant: 請輸入有效的 NEAR 帳戶 ID 或隱式地址。

source: Enter a valid NEAR token contract account ID.
zh_hans: 请输入有效的 NEAR 代币合约 account ID。
zh_hant: 請輸入有效的 NEAR 代幣合約 account ID。

source: Enter a valid Optimism token contract address.
zh_hans: 请输入有效的 Optimism 代币合约地址。
zh_hant: 請輸入有效的 Optimism 代幣合約地址。

source: Enter a valid Polkadot SS58 address.
zh_hans: 请输入有效的 Polkadot SS58 地址。
zh_hant: 請輸入有效的 Polkadot SS58 地址。

source: Enter a valid Priority Fee in gwei.
zh_hans: 请输入有效的优先费（gwei）。
zh_hant: 請輸入有效的優先費（gwei）。

source: Enter a valid Solana address (Base58 format).
zh_hans: 请输入有效的 Solana 地址（Base58 格式）。
zh_hant: 請輸入有效的 Solana 地址（Base58 格式）。

source: Enter a valid Solana token mint address.
zh_hans: 请输入有效的 Solana 代币 mint 地址。
zh_hant: 請輸入有效的 Solana 代幣 mint 地址。

source: Enter a valid Stellar address (starts with G).
zh_hans: 请输入有效的 Stellar 地址（以 G 开头）。
zh_hant: 請輸入有效的 Stellar 地址（以 G 開頭）。

source: Enter a valid Sui coin type or package address.
zh_hans: 请输入有效的 Sui coin type 或 package 地址。
zh_hant: 請輸入有效的 Sui coin type 或 package 地址。

source: Enter a valid TON address.
zh_hans: 请输入有效的 TON 地址。
zh_hant: 請輸入有效的 TON 地址。

source: Enter a valid TON jetton master address.
zh_hans: 请输入有效的 TON jetton master 地址。
zh_hant: 請輸入有效的 TON jetton master 地址。

source: Enter a valid Tron address (starts with T).
zh_hans: 请输入有效的 Tron 地址（以 T 开头）。
zh_hant: 請輸入有效的 Tron 地址（以 T 開頭）。

source: Enter a valid Tron TRC-20 contract address.
zh_hans: 请输入有效的 Tron TRC-20 合约地址。
zh_hant: 請輸入有效的 Tron TRC-20 合約地址。

source: Enter a valid XRP address (starts with r).
zh_hans: 请输入有效的 XRP 地址（以 r 开头）。
zh_hant: 請輸入有效的 XRP 地址（以 r 開頭）。

source: Enter amount to preview estimated %@ network fee.
zh_hans: 输入金额以预览 %@ 的预估网络费。
zh_hant: 輸入金額以預覽 %@ 的預估網絡費。

source: Enter an address for the selected chain.
zh_hans: 请输入所选链的地址。
zh_hant: 請輸入所選鏈的地址。

source: Enter an amount to load a Cardano fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 Cardano 费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載 Cardano 費用預覽。發送前請填寫有效的目標地址。

source: Enter an amount to load a live nonce and fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载实时 nonce 和费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載實時 nonce 和費用預覽。發送前請填寫有效的目標地址。

source: Enter an amount to load a live UTXO and fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载实时 UTXO 和费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載實時 UTXO 和費用預覽。發送前請填寫有效的目標地址。

source: Enter an amount to load a Monero fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载门罗币手续费预览。发送前请先填写有效的目标地址。
zh_hant: 輸入金額以載入門羅幣手續費預覽。發送前請先填寫有效的目標地址。

source: Enter an amount to load a NEAR fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 NEAR 费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載 NEAR 費用預覽。發送前請填寫有效的目標地址。

source: Enter an amount to load a Polkadot fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 Polkadot 费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載 Polkadot 費用預覽。發送前請填寫有效的目標地址。

source: Enter an amount to load a Solana fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 Solana 手续费预览。发送前请先填写有效的目标地址。
zh_hant: 輸入金額以載入 Solana 手續費預覽。發送前請先填寫有效的目標地址。

source: Enter an amount to load a Stellar fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 Stellar 费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載 Stellar 費用預覽。發送前請填寫有效的目標地址。

source: Enter an amount to load a Sui fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 Sui 手续费预览。发送前请先填写有效的目标地址。
zh_hant: 輸入金額以載入 Sui 手續費預覽。發送前請先填寫有效的目標地址。

source: Enter an amount to load a TON fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 TON 手续费预览。发送前请先填写有效的目标地址。
zh_hant: 輸入金額以載入 TON 手續費預覽。發送前請先填寫有效的目標地址。

source: Enter an amount to load a Tron fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 Tron 费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載 Tron 費用預覽。發送前請填寫有效的目標地址。

source: Enter an amount to load an Aptos fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 Aptos 手续费预览。发送前请先填写有效的目标地址。
zh_hant: 輸入金額以載入 Aptos 手續費預覽。發送前請先填寫有效的目標地址。

source: Enter an amount to load an ICP fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 ICP 费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載 ICP 費用預覽。發送前請填寫有效的目標地址。

source: Enter an amount to load an XRP fee preview. Add a valid destination address before sending.
zh_hans: 输入金额以加载 XRP 费用预览。发送前请填写有效的目标地址。
zh_hant: 輸入金額以加載 XRP 費用預覽。發送前請填寫有效的目標地址。

source: Enter one %@ address per line.
zh_hans: 每行输入一个 %@ 地址。
zh_hant: 每行輸入一個 %@ 地址。

source: Enter the wallet password to view this seed phrase.
zh_hans: 输入钱包密码以查看此助记词。
zh_hant: 輸入錢包密碼以查看此助記詞。

source: Enter word %lld
zh_hans: 输入第 %lld 个单词
zh_hant: 輸入第 %lld 個單詞

source: Entries: %d
zh_hans: 条目数：%d
zh_hant: 條目數：%d

source: ERC-20 and TRC-20 tokens expose decimals on the contract, and Solana tokens store decimals on the mint account. Manage tracked token decimal support separately from native asset display precision.
zh_hans: ERC-20 和 TRC-20 代币的小数位由合约提供，Solana 代币的小数位则存储在 mint 账户中。请将已跟踪代币的小数位支持与原生资产显示精度分开管理。
zh_hant: ERC-20 和 TRC-20 代幣的小數位由合約提供，Solana 代幣的小數位則存儲在 mint 賬戶中。請將已跟蹤代幣的小數位支持與原生資產顯示精度分開管理。

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Estimated Fee Rate: %llu sat/vB
zh_hans: 预估费率：%llu sat/vB
zh_hant: 預估費率：%llu sat/vB

source: Estimated Fee: %.6f DOGE
zh_hans: 预估费用：%.6f DOGE
zh_hant: 預估費用：%.6f DOGE

# Estimated Fee: %.6f DOGE (~%@)
source: Estimated Fee: %1$.6f DOGE (~%2$@)
zh_hans: 预估费用：%1$.6f DOGE（约 %2$@）
zh_hant: 預估費用：%1$.6f DOGE（約 %2$@）

# Estimated Network Fee: %.6f %@
source: Estimated Network Fee: %1$.6f %2$@
zh_hans: 预估网络费：%1$.6f %2$@
zh_hant: 預估網絡費：%1$.6f %2$@

# Estimated Network Fee: %.6f %@ (~%@)
source: Estimated Network Fee: %1$.6f %2$@ (~%3$@)
zh_hans: 预估网络费：%1$.6f %2$@（约 %3$@）
zh_hant: 預估網絡費：%1$.6f %2$@（約 %3$@）

source: Estimated Network Fee: %.6f ADA
zh_hans: 预估网络费：%.6f ADA
zh_hant: 預估網絡費：%.6f ADA

# Estimated Network Fee: %.6f ADA (~%@)
source: Estimated Network Fee: %1$.6f ADA (~%2$@)
zh_hans: 预估网络费：%1$.6f ADA（约 %2$@）
zh_hant: 預估網絡費：%1$.6f ADA（約 %2$@）

source: Estimated Network Fee: %.6f APT
zh_hans: 预估网络费：%.6f APT
zh_hant: 預估網絡費：%.6f APT

# Estimated Network Fee: %.6f APT (~%@)
source: Estimated Network Fee: %1$.6f APT (~%2$@)
zh_hans: 预估网络费：%1$.6f APT（约 %2$@）
zh_hant: 預估網絡費：%1$.6f APT（約 %2$@）

source: Estimated Network Fee: %.6f DOT
zh_hans: 预估网络费：%.6f DOT
zh_hant: 預估網絡費：%.6f DOT

# Estimated Network Fee: %.6f DOT (~%@)
source: Estimated Network Fee: %1$.6f DOT (~%2$@)
zh_hans: 预估网络费：%1$.6f DOT（约 %2$@）
zh_hant: 預估網絡費：%1$.6f DOT（約 %2$@）

source: Estimated Network Fee: %.6f NEAR
zh_hans: 预估网络费：%.6f NEAR
zh_hant: 預估網絡費：%.6f NEAR

# Estimated Network Fee: %.6f NEAR (~%@)
source: Estimated Network Fee: %1$.6f NEAR (~%2$@)
zh_hans: 预估网络费：%1$.6f NEAR（约 %2$@）
zh_hant: 預估網絡費：%1$.6f NEAR（約 %2$@）

source: Estimated Network Fee: %.6f SOL
zh_hans: 预估网络费：%.6f SOL
zh_hant: 預估網絡費：%.6f SOL

# Estimated Network Fee: %.6f SOL (~%@)
source: Estimated Network Fee: %1$.6f SOL (~%2$@)
zh_hans: 预估网络费：%1$.6f SOL（约 %2$@）
zh_hant: 預估網絡費：%1$.6f SOL（約 %2$@）

source: Estimated Network Fee: %.6f SUI
zh_hans: 预估网络费：%.6f SUI
zh_hant: 預估網絡費：%.6f SUI

# Estimated Network Fee: %.6f SUI (~%@)
source: Estimated Network Fee: %1$.6f SUI (~%2$@)
zh_hans: 预估网络费：%1$.6f SUI（约 %2$@）
zh_hant: 預估網絡費：%1$.6f SUI（約 %2$@）

source: Estimated Network Fee: %.6f TON
zh_hans: 预估网络费：%.6f TON
zh_hant: 預估網絡費：%.6f TON

# Estimated Network Fee: %.6f TON (~%@)
source: Estimated Network Fee: %1$.6f TON (~%2$@)
zh_hans: 预估网络费：%1$.6f TON（约 %2$@）
zh_hant: 預估網絡費：%1$.6f TON（約 %2$@）

source: Estimated Network Fee: %.6f TRX
zh_hans: 预估网络费：%.6f TRX
zh_hant: 預估網絡費：%.6f TRX

# Estimated Network Fee: %.6f TRX (~%@)
source: Estimated Network Fee: %1$.6f TRX (~%2$@)
zh_hans: 预估网络费：%1$.6f TRX（约 %2$@）
zh_hant: 預估網絡費：%1$.6f TRX（約 %2$@）

source: Estimated Network Fee: %.6f XMR
zh_hans: 预估网络费：%.6f XMR
zh_hant: 預估網絡費：%.6f XMR

# Estimated Network Fee: %.6f XMR (~%@)
source: Estimated Network Fee: %1$.6f XMR (~%2$@)
zh_hans: 预估网络费：%1$.6f XMR（约 %2$@）
zh_hant: 預估網絡費：%1$.6f XMR（約 %2$@）

source: Estimated Network Fee: %.6f XRP
zh_hans: 预估网络费：%.6f XRP
zh_hant: 預估網絡費：%.6f XRP

# Estimated Network Fee: %.6f XRP (~%@)
source: Estimated Network Fee: %1$.6f XRP (~%2$@)
zh_hans: 预估网络费：%1$.6f XRP（约 %2$@）
zh_hant: 預估網絡費：%1$.6f XRP（約 %2$@）

source: Estimated Network Fee: %.7f XLM
zh_hans: 预估网络费：%.7f XLM
zh_hant: 預估網絡費：%.7f XLM

# Estimated Network Fee: %.7f XLM (~%@)
source: Estimated Network Fee: %1$.7f XLM (~%2$@)
zh_hans: 预估网络费：%1$.7f XLM（约 %2$@）
zh_hant: 預估網絡費：%1$.7f XLM（約 %2$@）

# Estimated Network Fee: %.8f %@
source: Estimated Network Fee: %1$.8f %2$@
zh_hans: 预估网络费：%1$.8f %2$@
zh_hant: 預估網絡費：%1$.8f %2$@

# Estimated Network Fee: %.8f %@ (~%@)
source: Estimated Network Fee: %1$.8f %2$@ (~%3$@)
zh_hans: 预估网络费：%1$.8f %2$@（约 %3$@）
zh_hant: 預估網絡費：%1$.8f %2$@（約 %3$@）

source: Estimated Network Fee: %.8f ICP
zh_hans: 预估网络费：%.8f ICP
zh_hant: 預估網絡費：%.8f ICP

# Estimated Network Fee: %.8f ICP (~%@)
source: Estimated Network Fee: %1$.8f ICP (~%2$@)
zh_hans: 预估网络费：%1$.8f ICP（约 %2$@）
zh_hant: 預估網絡費：%1$.8f ICP（約 %2$@）

source: Estimated Size: %lld bytes
zh_hans: 预估大小：%lld 字节
zh_hant: 預估大小：%lld 字節

source: Ethereum addresses must start with 0x and include 40 hex characters.
zh_hans: Ethereum 地址必须以 0x 开头并包含 40 个十六进制字符。
zh_hant: Ethereum 地址必須以 0x 開頭並包含 40 個十六進位字元。

source: Ethereum Mempool Actions
zh_hans: Ethereum 内存池操作
zh_hant: Ethereum 內存池操作

source: Ethereum RPC
zh_hans: 以太坊 RPC
zh_hant: 以太坊 RPC

source: Ethereum RPC URL (Optional)
zh_hans: Ethereum RPC URL（可选）
zh_hant: Ethereum RPC URL（可選）

source: Ethereum Token History Page Size: %lld
zh_hans: Ethereum 代币历史分页大小：%lld
zh_hant: Ethereum 代幣歷史分頁大小：%lld

source: Ethereum token integration has not been implemented yet.
zh_hans: Ethereum 代币集成尚未实现。
zh_hant: Ethereum 代幣集成尚未實現。

source: Etherscan (Optional)
zh_hans: Etherscan（可选）
zh_hant: Etherscan（可選）

source: Etherscan API Key
zh_hans: Etherscan API 密钥
zh_hant: Etherscan API 金鑰

source: Events
zh_hans: 事件
zh_hant: 事件

source: Every line must contain a valid %@ address.
zh_hans: 每一行都必须包含一个有效的 %@ 地址。
zh_hant: 每一行都必須包含一個有效的 %@ 地址。

source: expensive
zh_hans: 高成本
zh_hant: 高成本

source: Export Diagnostics Bundle
zh_hans: 导出诊断包
zh_hant: 導出診斷包

source: Export failed: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

source: Face ID authentication is required to view this seed phrase.
zh_hans: 查看此助记词需要 Face ID 验证。
zh_hant: 查看此助記詞需要 Face ID 驗證。

source: Failed
zh_hans: 失败
zh_hant: 失敗

source: Failed to build Solana transaction config.
zh_hans: 构建 Solana 交易配置失败。
zh_hant: 構建 Solana 交易配置失敗。

source: Failed to derive the Dogecoin private key for signing.
zh_hans: 无法派生用于签名的 Dogecoin 私钥。
zh_hant: 無法派生用於簽名的 Dogecoin 私鑰。

source: Failed to fetch Litecoin fee estimates.
zh_hans: 获取 Litecoin 手续费估算失败。
zh_hant: 獲取 Litecoin 手續費估算失敗。

source: Failed to fetch Litecoin UTXOs.
zh_hans: 获取 Litecoin UTXO 失败。
zh_hant: 獲取 Litecoin UTXO 失敗。

source: Failed to sign Aptos transaction: %@
zh_hans: Aptos 交易签名失败：%@
zh_hant: Aptos 交易簽名失敗：%@

source: Failed to sign ICP transaction: %@
zh_hans: ICP 交易签名失败：%@
zh_hant: ICP 交易簽名失敗：%@

source: Failed to sign Litecoin transaction.
zh_hans: Litecoin 交易签名失败。
zh_hant: Litecoin 交易簽名失敗。

source: Failed to sign NEAR transaction: %@
zh_hans: NEAR 交易签名失败：%@
zh_hant: NEAR 交易簽名失敗：%@

source: Failed to sign Polkadot transaction: %@
zh_hans: Polkadot 交易签名失败：%@
zh_hant: Polkadot 交易簽名失敗：%@

source: Failed to sign Solana transaction: %@
zh_hans: Solana 交易签名失败：%@
zh_hant: Solana 交易簽名失敗：%@

source: Failed to sign Stellar transaction: %@
zh_hans: Stellar 交易签名失败：%@
zh_hant: Stellar 交易簽名失敗：%@

source: Failed to sign Sui transaction: %@
zh_hans: Sui 交易签名失败：%@
zh_hant: Sui 交易簽名失敗：%@

source: Failed to sign the Dogecoin transaction.
zh_hans: Dogecoin 交易签名失败。
zh_hant: Dogecoin 交易簽名失敗。

source: Failed to sign TON transaction: %@
zh_hans: TON 交易签名失败：%@
zh_hant: TON 交易簽名失敗：%@

source: Failed to sign XRP transaction: %@
zh_hans: XRP 交易签名失败：%@
zh_hant: XRP 交易簽名失敗：%@

source: Failure
zh_hans: 失败
zh_hant: 失敗

source: Family
zh_hans: 类别
zh_hant: 類別

source: Fee Priorities
zh_hans: 费用优先级
zh_hant: 費用優先級

source: Fee Priority
zh_hans: 费用优先级
zh_hant: 費用優先級

source: Fee Rate: %.4f DOGE/KB
zh_hans: 费率：%.4f DOGE/KB
zh_hant: 費率：%.4f DOGE/KB

source: Fee Rate: %@
zh_hans: 费率：%@
zh_hant: 費率：%@

source: Fee-rate data was missing from BlockCypher.
zh_hans: BlockCypher 缺少费率数据。
zh_hant: BlockCypher 缺少費率數據。

source: Fiat Rate Provider
zh_hans: 法币汇率提供商
zh_hant: 法幣匯率提供商

source: Fiat Rates Degraded Mode
zh_hans: 法币汇率降级模式
zh_hant: 法幣匯率降級模式

source: Filters
zh_hans: 筛选器
zh_hant: 篩選器

source: First Activity
zh_hans: 首次活动
zh_hant: 首次活動

source: For Bitcoin Cash sends, advanced mode records RBF intent and applies the max-input cap for coin selection.
zh_hans: 对于 Bitcoin Cash 发送，高级模式会记录 RBF 意图，并在选币时应用最大输入数量限制。
zh_hant: 對於 Bitcoin Cash 發送，高級模式會記錄 RBF 意圖，並在選幣時應用最大輸入數量限制。

source: For Bitcoin sends, advanced mode records RBF/CPFP intent and applies the max-input cap for coin selection.
zh_hans: 对于 Bitcoin 发送，高级模式会记录 RBF/CPFP 意图，并在选币时应用最大输入数量限制。
zh_hant: 對於 Bitcoin 發送，高級模式會記錄 RBF/CPFP 意圖，並在選幣時應用最大輸入數量限制。

source: For Dogecoin sends, advanced mode records RBF/CPFP intent and applies the max-input cap for coin selection.
zh_hans: 对于 Dogecoin 发送，高级模式会记录 RBF/CPFP 意图，并在选币时应用最大输入数量限制。
zh_hant: 對於 Dogecoin 發送，高級模式會記錄 RBF/CPFP 意圖，並在選幣時應用最大輸入數量限制。

source: For LTC sends, max input cap is applied for coin selection, RBF policy is encoded in input sequence numbers, and change strategy controls whether change uses a derived change path or your source address.
zh_hans: 对于 LTC 发送，选币时会应用最大输入数量限制，RBF 策略会编码到输入序列号中，找零策略决定找零是使用派生找零路径还是原始地址。
zh_hant: 對於 LTC 發送，選幣時會應用最大輸入數量限制，RBF 策略會編碼到輸入序列號中，找零策略決定找零是使用派生找零路徑還是原始地址。

source: From
zh_hans: 从
zh_hant: 從

source: Gas Budget: %llu MIST
zh_hans: Gas 预算：%llu MIST
zh_hant: Gas 預算：%llu MIST

source: Gas limit is too low for this transaction.
zh_hans: 此交易的 Gas 限额过低。
zh_hant: 此交易的 Gas 限額過低。

source: Gas Limit: %lld
zh_hans: Gas 限额：%lld
zh_hant: Gas 限額：%lld

source: Gas Unit Price: %llu octas
zh_hans: Gas 单价：%llu octas
zh_hant: Gas 單價：%llu octas

source: Gas Used
zh_hans: 已用燃料
zh_hant: 已用燃料

source: Generated: %@
zh_hans: 生成时间：%@
zh_hant: 生成時間：%@

source: Help
zh_hans: 帮助
zh_hant: 幫助

source: Hide balances
zh_hans: 隐藏余额
zh_hant: 隱藏餘額

source: High
zh_hans: 高
zh_hant: 高

source: High-Risk Send
zh_hans: 高风险发送
zh_hant: 高風險發送

source: Hint
zh_hans: 提示
zh_hant: 提示

source: History
zh_hans: 历史
zh_hant: 歷史

source: History & Cache
zh_hans: 历史与缓存
zh_hant: 歷史與緩存

source: History Source
zh_hans: 历史来源
zh_hant: 歷史來源

source: Holdings
zh_hans: 持仓
zh_hant: 持倉

source: Home
zh_hans: 首页
zh_hant: 首頁

source: Icon Styles
zh_hans: 图标样式
zh_hant: 圖標樣式

source: ICP broadcast failed: %@
zh_hans: ICP 广播失败：%@
zh_hant: ICP 廣播失敗：%@

source: ICP network request failed: %@
zh_hans: ICP 网络请求失败：%@
zh_hant: ICP 網絡請求失敗：%@

source: ICP Rosetta error: %@
zh_hans: ICP Rosetta 错误：%@
zh_hant: ICP Rosetta 錯誤：%@

source: Identity
zh_hans: 标识
zh_hant: 標識

source: Import a wallet or pull to refresh to load chain balances.
zh_hans: 导入钱包或下拉刷新以加载链上余额。
zh_hant: 導入錢包或下拉刷新以加載鏈上餘額。

source: Import a wallet with assets first. Alerts are created from assets currently in your portfolio.
zh_hans: 请先导入包含资产的钱包。提醒只能基于当前资产组合中的资产创建。
zh_hant: 請先導入包含資產的錢包。提醒只能基於當前資產組合中的資產創建。

source: Import Diagnostics Bundle
zh_hans: 导入诊断包
zh_hant: 導入診斷包

source: Import Existing Wallet
zh_hans: 导入现有钱包
zh_hant: 導入現有錢包

source: Import failed: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

source: Import Method
zh_hans: 导入方式
zh_hant: 導入方式

# import_flow.all_chains_title
source: All Chains
zh_hans: 所有链
zh_hant: 所有鏈

# import_flow.back
source: Back
zh_hans: 返回
zh_hant: 返回

# import_flow.back_to_wallet_password
source: Back to Wallet Password
zh_hans: 返回钱包密码
zh_hant: 返回錢包密碼

# import_flow.continue_to_backup_verification
source: Continue to Backup Verification
zh_hans: 继续进行备份验证
zh_hant: 繼續進行備份驗證

# import_flow.create_chain_selection_subtitle
source: Each selected chain becomes its own wallet from the same seed phrase.
zh_hans: 每条已选择的链都会从同一组助记词生成自己的钱包。
zh_hant: 每條已選擇的鏈都會從同一組助記詞生成自己的錢包。

# import_flow.create_wallet
source: Create Wallet
zh_hans: 创建钱包
zh_hant: 創建錢包

# import_flow.done
source: Done
zh_hans: 完成
zh_hant: 完成

# import_flow.import_chain_selection_subtitle
source: Seed imports can create one wallet per selected chain.
zh_hans: 助记词导入可为每条已选择的链创建一个钱包。
zh_hant: 助記詞導入可為每條已選擇的鏈創建一個錢包。

# import_flow.import_wallet
source: Import Wallet
zh_hans: 导入钱包
zh_hant: 導入錢包

# import_flow.initializing_wallet_connections
source: Initializing wallet connections...
zh_hans: 正在初始化钱包连接...
zh_hant: 正在初始化錢包連接...

# import_flow.multiple_chains_selected_format
source: %lld chains selected
zh_hans: 已选择 %lld 条链
zh_hant: 已選擇 %lld 條鏈

# import_flow.next
source: Next
zh_hans: 下一步
zh_hant: 下一步

# import_flow.no_chains_match
source: No chains match your search.
zh_hans: 没有链匹配你的搜索。
zh_hant: 沒有鏈匹配你的搜索。

# import_flow.no_chains_selected
source: No chains selected
zh_hans: 未选择任何链
zh_hant: 未選擇任何鏈

# import_flow.one_chain_selected
source: 1 chain selected
zh_hans: 已选择 1 条链
zh_hant: 已選擇 1 條鏈

# import_flow.save_wallet
source: Save Name
zh_hans: 保存名称
zh_hant: 保存名稱

# import_flow.search_chains
source: Search chains
zh_hans: 搜索链
zh_hant: 搜索鏈

# import_flow.seed_phrase_invalid_words_format
source: These words are not valid BIP-39 English words: %@.
zh_hans: 以下单词不是有效的 BIP-39 英文单词：%@。
zh_hant: 以下單詞不是有效的 BIP-39 英文單詞：%@。

# import_flow.seed_phrase_progress_format
source: %lld of %lld words entered.
zh_hans: 已输入 %lld / %lld 个单词。
zh_hant: 已輸入 %lld / %lld 個單詞。

# import_flow.seed_phrase_valid_status
source: BIP-39 seed phrase looks valid.
zh_hans: 该 BIP-39 助记词看起来有效。
zh_hant: 該 BIP-39 助記詞看起來有效。

# import_flow.wallet_name
source: Wallet Name
zh_hans: 钱包名称
zh_hant: 錢包名稱

# import_flow.wallet_name_hint
source: Leave this blank to let Spectra name it automatically.
zh_hans: 留空即可让 Spectra 自动命名。
zh_hant: 留空即可讓 Spectra 自動命名。

# import_flow.wallet_name_optional
source: Wallet Name (Optional)
zh_hans: 钱包名称（可选）
zh_hant: 錢包名稱（可選）

# import_flow.wallet_name_placeholder
source: Main Wallet
zh_hans: 主钱包
zh_hant: 主錢包

# import_flow.wallet_password_confirmation_field
source: Confirm Wallet Password
zh_hans: 确认钱包密码
zh_hant: 確認錢包密碼

# import_flow.wallet_password_explanation
source: Add a password if you want Spectra to ask for it before revealing this wallet's seed phrase later. Leave it blank if you don't want that extra step.
zh_hans: 如果你希望 Spectra 在以后显示该钱包助记词前先要求输入密码，可以在这里添加密码。不需要这一步时可留空。
zh_hant: 如果你希望 Spectra 在以後顯示該錢包助記詞前先要求輸入密碼，可以在這裡添加密碼。不需要這一步時可留空。

# import_flow.wallet_password_field
source: Wallet Password
zh_hans: 钱包密码
zh_hant: 錢包密碼

# import_flow.wallet_password_optional
source: Wallet Password (Optional)
zh_hans: 钱包密码（可选）
zh_hant: 錢包密碼（可選）

# import_flow.wallet_password_subtitle
source: Add an optional password if you want Spectra to ask for it before revealing this wallet's seed phrase later.
zh_hans: 如果你希望 Spectra 在以后显示该钱包助记词前先要求输入密码，可以在这里添加一个可选密码。
zh_hant: 如果你希望 Spectra 在以後顯示該錢包助記詞前先要求輸入密碼，可以在這裡添加一個可選密碼。

# import_flow.wallet_password_success
source: This password will be required when showing the seed phrase for this wallet.
zh_hans: 显示该钱包助记词时将需要输入此密码。
zh_hant: 顯示該錢包助記詞時將需要輸入此密碼。

# import_flow.wallet_password_title
source: Wallet Password
zh_hans: 钱包密码
zh_hant: 錢包密碼

# import_flow.watch_addresses
source: Watch Addresses
zh_hans: 观察地址
zh_hant: 觀察地址

source: Imported diagnostics bundle (%@).
zh_hans: 已导入诊断包（%@）。
zh_hant: 已匯入診斷封包（%@）。

source: Imported wallets, seed phrases, watched addresses, and local wallet access data.
zh_hans: 导入的钱包、助记词、观察地址和本地钱包访问数据。
zh_hant: 導入的錢包、助記詞、觀察地址和本地錢包訪問數據。

source: Imported wallets, watched addresses, and secure seed material
zh_hans: 已导入钱包、观察地址和安全助记词材料
zh_hant: 已導入錢包、觀察地址和安全助記詞材料

source: Included In Portfolio Total
zh_hans: 计入组合总额
zh_hant: 計入組合總額

source: Info
zh_hans: 信息
zh_hant: 資訊

source: Insufficient APT balance to cover amount and network fee.
zh_hans: APT 余额不足，无法覆盖转账金额和网络费。
zh_hant: APT 餘額不足，無法覆蓋轉賬金額和網絡費。

source: Insufficient Bitcoin Cash balance for amount plus network fee.
zh_hans: Bitcoin Cash 余额不足，无法覆盖转账金额和网络费。
zh_hant: Bitcoin Cash 餘額不足，無法覆蓋轉賬金額和網絡費。

source: Insufficient Bitcoin SV balance for amount plus network fee.
zh_hans: Bitcoin SV 余额不足，无法覆盖转账金额和网络费。
zh_hant: Bitcoin SV 餘額不足，無法覆蓋轉賬金額和網絡費。

source: Insufficient DOGE to cover amount plus network fee.
zh_hans: DOGE 余额不足，无法覆盖转账金额和网络费。
zh_hant: DOGE 餘額不足，無法覆蓋轉賬金額和網絡費。

source: Insufficient ETH to cover value plus network fee.
zh_hans: ETH 不足，无法覆盖转账金额和网络费。
zh_hant: ETH 不足，無法覆蓋轉賬金額和網絡費。

source: Insufficient ICP to cover amount and network fee.
zh_hans: ICP 余额不足，无法覆盖转账金额和网络费。
zh_hant: ICP 餘額不足，無法覆蓋轉賬金額和網絡費。

source: Insufficient Litecoin balance for amount plus fee.
zh_hans: Litecoin 余额不足，无法覆盖转账金额和手续费。
zh_hant: Litecoin 餘額不足，無法覆蓋轉賬金額和手續費。

source: Insufficient SUI balance to cover amount and network fee.
zh_hans: SUI 余额不足，无法覆盖转账金额和网络费。
zh_hant: SUI 餘額不足，無法覆蓋轉賬金額和網絡費。

source: Insufficient TON balance to cover amount and network fee.
zh_hans: TON 余额不足，无法覆盖转账金额和网络费。
zh_hant: TON 餘額不足，無法覆蓋轉賬金額和網絡費。

source: Internet Computer Network
zh_hans: Internet Computer 网络
zh_hant: Internet Computer 網絡

source: Invalid /tip response payload.
zh_hans: /tip 响应载荷无效。
zh_hant: /tip 響應載荷無效。

source: Invalid Bitcoin Cash verification response.
zh_hans: Bitcoin Cash 验证响应无效。
zh_hant: Bitcoin Cash 驗證響應無效。

source: Invalid Bitcoin SV verification response.
zh_hans: Bitcoin SV 验证响应无效。
zh_hant: Bitcoin SV 驗證響應無效。

source: Invalid BlockCypher broadcast endpoint.
zh_hans: 无效的 BlockCypher 广播端点。
zh_hant: 無效的 BlockCypher 廣播端點。

source: Invalid BlockCypher Dogecoin transaction lookup URL.
zh_hans: 无效的 BlockCypher Dogecoin 交易查询 URL。
zh_hant: 無效的 BlockCypher Dogecoin 交易查詢 URL。

source: Invalid BlockCypher request URL.
zh_hans: 无效的 BlockCypher 请求 URL。
zh_hant: 無效的 BlockCypher 請求 URL。

source: Invalid Cardano UTXO endpoint URL.
zh_hans: 无效的 Cardano UTXO 端点 URL。
zh_hant: 無效的 Cardano UTXO 端點 URL。

source: Invalid Cardano UTXO response payload.
zh_hans: Cardano UTXO 响应载荷无效。
zh_hant: Cardano UTXO 響應載荷無效。

source: Invalid custom fee settings. Max fee must be greater than or equal to priority fee.
zh_hans: 自定义手续费设置无效。最高手续费必须大于或等于优先费。
zh_hant: 自定義手續費設置無效。最高手續費必須大於或等於優先費。

source: Invalid derivation path: %@
zh_hans: 无效的派生路径：%@
zh_hant: 無效的派生路徑：%@

source: Invalid Dogecoin address URL.
zh_hans: 无效的 Dogecoin 地址 URL。
zh_hant: 無效的 Dogecoin 地址 URL。

source: Invalid Dogecoin broadcast endpoint.
zh_hans: 无效的 Dogecoin 广播端点。
zh_hant: 無效的 Dogecoin 廣播端點。

source: Invalid Dogecoin network fee endpoint.
zh_hans: 无效的 Dogecoin 网络费端点。
zh_hant: 無效的 Dogecoin 網絡費端點。

source: Invalid Dogecoin transaction lookup URL.
zh_hans: 无效的 Dogecoin 交易查询 URL。
zh_hant: 無效的 Dogecoin 交易查詢 URL。

source: Invalid fee response from XRP network.
zh_hans: XRP 网络返回的手续费响应无效。
zh_hant: XRP 網絡返回的手續費響應無效。

source: Invalid Litecoin verification response.
zh_hans: Litecoin 验证响应无效。
zh_hant: Litecoin 驗證響應無效。

source: Invalid mnemonic phrase for Wallet Core derivation.
zh_hans: 用于 Wallet Core 派生的助记词无效。
zh_hant: 用於 Wallet Core 派生的助記詞無效。

source: Invalid private key.
zh_hans: 无效的私钥。
zh_hant: 無效的私鑰。

source: Invalid signature status entry.
zh_hans: 签名状态条目无效。
zh_hant: 簽名狀態條目無效。

source: Invalid signature status payload.
zh_hans: 签名状态载荷无效。
zh_hant: 簽名狀態載荷無效。

source: Invalid SoChain transaction lookup URL.
zh_hans: 无效的 SoChain 交易查询 URL。
zh_hant: 無效的 SoChain 交易查詢 URL。

source: Invalid Tron endpoint URL.
zh_hans: 无效的 Tron 端点 URL。
zh_hant: 無效的 Tron 端點 URL。

source: Invalid Tron verification endpoint URL.
zh_hans: 无效的 Tron 验证端点 URL。
zh_hant: 無效的 Tron 驗證端點 URL。

source: Invalid Tron verification payload.
zh_hans: Tron 验证载荷无效。
zh_hant: Tron 驗證載荷無效。

source: Label
zh_hans: 标签
zh_hant: 標籤

source: Large Movement Alerts
zh_hans: 大额波动提醒
zh_hant: 大額波動提醒
